# StiffenerClassification Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..StiffenerClassification Property
ParameterTypeId Class See Also
---
"Classification"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId StiffenerClassification { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property StiffenerClassification As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ StiffenerClassification {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace